[
    
  {
      "name": "John D",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Working with Proficient Now has been an absolute pleasure. Their team is knowledgeable, responsive, and efficient. They helped us achieve our goals and exceeded our expectations.”"
    },
    {
      "name": "Lisa S",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Furniture Assemble",
      "description": "“Proficient Now is the go-to company for all of our hiring needs. They provide excellent service and have a deep understanding of our industry. We highly recommend them.”"
    },
    {
      "name": "David K",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Thanks to Proficient Now, we were able to fill a critical role in our organization quickly and efficiently. Their team took the time to understand our needs and provided us with top-notch candidates.”"
    },
    {
      "name": "Julia P",
      "stars": 4,
      "src": "/images/profile.webp",
      "variant": "Electrician",
      "description": "“We've been using Proficient Now for several years now and have never been disappointed. They are true professionals who care about their clients and are always looking for ways to improve their services.”"
    },
    {
      "name": "Michael R",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Proficient Now is a game-changer. They helped us streamline our hiring process and find the right candidates for our organization. We couldn't be happier with the results.”"
    },
    {
      "name": "Amanda W",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“I've worked with several hiring companies in the past, but none of them compare to Proficient Now. Their team is dedicated, knowledgeable, and always goes above and beyond to meet our needs”"
    },
    {
      "name": "Chris L.",
      "stars": 4,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Proficient Now has been an invaluable partner for our business. Their services have helped us save time, money, and resources. We highly recommend them to anyone looking for top-notch hiring solutions.”"
    },
    {
      "name": " Michelle S",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Electrician",
      "description": "“I can't say enough good things about Proficient Now. They are the epitome of professionalism and have a deep understanding of our industry. They've helped us find some of our best employees.”"
    },
    {
      "name": "James R",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Working with Proficient Now was a seamless experience. They took the time to understand our needs and provided us with top-quality candidates. We will definitely be using them again.”"
    },
    {
      "name": "Jennifer H",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "End of Lease Cleaning",
      "description": "“Proficient Now has been a key player in our hiring strategy. They have provided us with excellent service and have helped us find the right people for our organization.”"
    },
    {
      "name": "Alex B",
      "stars": 4,
      "src": "/images/profile.webp",
      "variant": "Painting",
      "description": "“Thanks to Proficient Now, we were able to quickly and easily fill a critical role in our organization. Their team is responsive, knowledgeable, and always puts their clients first.”"
    },
    {
      "name": "Lauren W",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Proficient Now is the best hiring company out there. They are true experts in their field and have helped us find some of the most talented employees we've ever had.”"
    },
    {
      "name": "Hazen",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“We've been using Proficient Now for years and they never disappoint. Their team is always on top of things and provides us with top-quality candidates that fit our needs perfectly.”"
    },
    {
      "name": "Samantha K",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "Home Cleaning",
      "description": "“Proficient Now is an invaluable asset to our organization. They have helped us save time and money while finding the right people for our team. We couldn't be happier with their services.”"
    },
    {
      "name": "Peter G",
      "stars": 5,
      "src": "/images/profile.webp",
      "variant": "End of Lease Cleaning",
      "description": "“Working with Proficient Now has been a game-changer for our business. Their team is dedicated, knowledgeable, and always puts their clients first. We highly recommend them.”"
    },
    {
      "name": "Lukas",
      "stars": 4,
      "src": "/images/profile.webp",
      "variant": "Painting",
      "description": "“Proficient Now has exceeded our expectations time and time again. Their team is responsive, professional, and always goes the extra mile to ensure our needs are met.”"
    }
  ]
  